// app/data/metroStations.js
export const metroStations = new Set([
  "#Автово", "#Адмиралтейская", "#Академическая", "#Балтийская", "#Бухарестская",
  "#Василеостровская", "#Владимирская", "#Волковская", "#Выборгская", "#Горный_институт",
  "#Горьковская", "#Гостиный_Двор", "#Гражданский_проспект", "#Девяткино", "#Достоевская",
  "#Елизаровская", "#Звёздная", "#Звенигородская", "#Кировский_завод", "#Комендантский_проспект",
  "#Крестовский_остров", "#Купчино", "#Ладожская", "#Ленинский_проспект", "#Лесная",
  "#Лиговский_проспект", "#Ломоносовская", "#Маяковская", "#Международная", "#Московская",
  "#Московские_Ворота", "#Нарвская", "#Невский_проспект", "#Новочеркасская", "#Обводный_канал",
  "#Обухово", "#Озерки", "#Парк_Победы", "#Парнас", "#Петроградская", "#Пионерская",
  "#Площадь_Александра_Невского", "#Площадь_Восстания", "#Площадь_Ленина", "#Площадь_Мужества",
  "#Политехническая", "#Приморская", "#Пролетарская", "#Проспект_Большевиков",
  "#Проспект_Ветеранов", "#Проспект_Просвещения", "#Пушкинская", "#Рыбацкое", "#Садовая",
  "#Сенная_площадь", "#Спасская", "#Спортивная", "#Старая_Деревня", "#Технологический_институт",
  "#Удельная", "#Улица_Дыбенко", "#Фрунзенская", "#Чёрная_речка", "#Чернышевская",
  "#Чкаловская", "#Электросила"
]);